disable.xml

<S:Envelope xmlns:S="http://www.w3.org/2003/05/soap-envelope">
	<S:Header>
		<wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" S:mustUnderstand="true">
			<wsse:UsernameToken xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" wsu:Id="XWSSGID-1492787032671-108752001">
				<wsse:Username>lxes4user01@CTLX</wsse:Username>
				<wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">SKG07XZs416JmWv05Fns145we</wsse:Password>
			</wsse:UsernameToken>
			<wsu:Timestamp xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
				<wsu:Created>2017-12-12T08:02:27Z</wsu:Created>
				<wsu:Expires>2017-12-12T08:03:27Z</wsu:Expires>
			</wsu:Timestamp>
		</wsse:Security>
		<wsa:Action xmlns:wsa="http://www.w3.org/2005/08/addressing">http://gsma.com/ES4/PlatformManagement/ES4-DisableProfile</wsa:Action>
		<wsa:MessageID xmlns:wsa="http://www.w3.org/2005/08/addressing">//MySenderDomain/1230286c9eefe68-4390-bfe4-61a2726db46f?MessageDate=2015-09-09T06:41:11Z</wsa:MessageID>
		<wsa:From xmlns:wsa="http://www.w3.org/2005/08/addressing">
			<wsa:Address>https://mno.gemalto.com?EntityId=2.2.1</wsa:Address>
		</wsa:From>
		<wsa:To xmlns:wsa="http://www.w3.org/2005/08/addressing">https://smsr.gemalto.com?EntityId=1.3.6.1.4.1.31746.1.500.200</wsa:To>
	</S:Header>
	<S:Body>
		<ES4-DisableProfileRequest xmlns="http://namespaces.gsma.org/esim-messaging/1" xmlns:ns2="http://www.w3.org/2000/09/xmldsig#" xmlns:ns3="http://www.w3.org/2005/08/addressing">
			<functionCallIdentifier>DisableProfile1441780870780</functionCallIdentifier>
			<validityPeriod>60</validityPeriod>
			<eid>00636856003453245200C9108E9</eid>
			<iccid>4</iccid>
		</ES4-DisableProfileRequest>
	</S:Body>
</S:Envelope>